{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "i'm",
    "home_name":"Jadesola Adeagbo",
    "home_what_i_do": "I make awesome websites",
    "home_job": "Frontend Developer, Blockchain Enthusiast.",
    "home_location": "Based in Nigeria.",
    "home_contact_btn": "Get in touch",
    "menu_about": "About", 
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hello, my name is Jadesola Adeagbo. I am a frontend developer  and a Blockchain Enthusiast. My expertise includes HTML, CSS, JavaScript, and responsive design. I am proficient in using frameworks such as React as well as libraries like jQuery and Bootstrap. I'm open-minded and always ready to learn. Please feel free to explore my portfolio to see examples of my work.",
    "experience_0_job": "Frontend Developer Intern",
    "experience_0_overview": "HNG Internship is a large scale, fast-paced virtual internship for people learning code aimed at helping people learn and improve their skills by working on real-world projects. Here I interned as a Frontend Developer, I wrote well designed testable, efficient code by using best software development practices.",
    
    "experience_0_duration": "October 2022 — December 2022",
    "experience_1_job": "Blockchain developer intern",
    "experience_1_overview": "The Zuri Team is a high-quality training organization that helps train “coders” with hands on practice. They give weekly tasks, ranging from easy to complex, as oneprogresses from stage to stage till one is finally ready to continue learning and growing independently.",
    "experience_1_duration": "March 2022 — May 2022",
    "projects_1_overview": "An app that collects data from APIs to give a presentable form of covid-19 records such as deaths, recoveries and overall cases.",
    "projects_2_overview": "Loruki is a fictional cloud hosting platform that was created for educational purposes. ",
    "projects_3_overview": "A clone of the Spotify APP",
    "projects_4_overview": "A platform that gives you access to a secure polling system. Developed using blockchain technology.",
    "projects_1_extended_overview":  "An app that collects data from APIs to give a presentable form of covid-19 records such as deaths, recoveries and overall cases.",
    "projects_2_extended_overview": "Loruki is a fictional cloud hosting platform that was created for educational purposes. This platform is designed to simulate a real-world cloud hosting environment and allow users to learn and practice various cloud computing skills.",
    "projects_3_extended_overview": "A clone of the Spotify APP",
    
    "projects_4_overview": "A platform that gives you access to a secure polling system. Developed using blockchain technology.",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}
