{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "i'm",
    "home_name":"Jadesola Adeagbo",
    "home_what_i_do": "I make awesome websites",
    "home_job": "Frontend Developer, Blockchain Enthusiast.",
    "home_location": "Based in Nigeria.",
    "home_contact_btn": "Get in touch",
    "menu_about": "About", 
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hello, my name is Jadesola Adeagbo. I am a frontend developer  and a Blockchain Enthusiast. My expertise includes HTML, CSS, JavaScript, and responsive design. I am proficient in using frameworks such as React as well as libraries like jQuery and Bootstrap. I'm open-minded and always ready to learn. Please feel free to explore my portfolio to see examples of my work.",



    "experience_0_job": "Frontend Developer",
    "experience_0_overview": "EF Network Ltd is a conglomerate of subsidiary companies whose aim is to improve the normal conventional systems and make life better, being your go-to company from everything related to security, broadband,safety and ecommerce services. Here I am a frontend developer, and I have built visual and aesthetically pleasing user interfaces consuming APIs to enhance the functionality and data. I also work closely with UI designers to translate visual designs into functional user interfaces, optimizing the performance and usability of websites or applications by reducing file sizes, optimizing images, minifying code, and implementing caching techniques, thereby creating seamless user experience",
    "experience_0_duration": "June 2022 - till date",

    "experience_1_job": "Frontend Developer",
    "experience_1_overview": "CyberRoot International Ltd is a cyber security consulting and IT firm that specializes in information and intelligence gathering but also provides training for young people looking forward to creating aesthetically pleasing and responsive web applications. Here I was a frontend development developer and I was active in the design and development of user interfaces using technologies such as HTML, CSS, TypeScript, and ReactJS, amongst other responsibilities",
    "experience_1_duration": "May 2021 — May 2022",

    "experience_2_job": "Frontend Developer , Finalist",
    "experience_2_overview": "HNG Internship is a large scale, fast-paced virtual internship for people learning code aimed at helping people learn and improve their skills by working on real-world projects. Here I interned as a Frontend Developer, I wrote well designed testable, efficient code by using best software development practices.",
    "experience_2_duration": "October 2022 — December 2022",

    "experience_3_job": "Blockchain developer intern",
    "experience_3_overview": "The Zuri Team is a high-quality training organization that helps train “coders” with hands on practice. They give weekly tasks, ranging from easy to complex, as oneprogresses from stage to stage till one is finally ready to continue learning and growing independently.",
    "experience_3_duration": "March 2022 — May 2022",

    "projects_1_overview":"A clone of the nextflix app created using ReactJS and firebase",
    "projects_2_overview":"An app that gives users information of the Gab Taxi commute platform and allows them to download the mobile apps on their devices.",
    "projects_3_overview": "An app that collects data from APIs to give a presentable form of covid-19 records such as deaths, recoveries and overall cases.",
    "projects_4_overview":"A shopping platform that allows users to pick the items of their choice and add to cart.",
    "projects_5_overview":"A clone of the nextflix app created using VueJS and firebase",
    "projects_6_overview": "A platform that gives you access to a secure polling system. Developed using blockchain technology.",
    "projects_7_overview": "A portfolio website for a UI/UX designer. This was created using NextJs",
    "projects_8_overview": "Loruki is a fictional cloud hosting platform that was created for educational purposes. ",
    "projects_9_overview": "A clone of the Spotify APP. This was created using React and node",

    "projects_1_extended_overview":"A clone of the nextflix app created using ReactJS and firebase",
    "projects_2_extended_overview":"An app that gives users information of the Gab Taxi commute platform and allows them to download the mobile apps on their devices.",
    "projects_3_extended_overview": "An app that collects data from APIs to give a presentable form of covid-19 records such as deaths, recoveries and overall cases.",
    "projects_4_extended_overview":"A shopping platform that allows users to pick the items of their choice and add to cart.",
    "projects_5_extended_overview":"A clone of the nextflix app created using VueJS and firebase",
    "projects_6_extended_overview": "A platform that gives you access to a secure polling system. Developed using blockchain technology.",
    "projects_7_extended_overview": "A portfolio website for a UI/UX designer. This was created using NextJs",
    "projects_8_extended_overview": "Loruki is a fictional cloud hosting platform that was created for educational purposes. This platform is designed to simulate a real-world cloud hosting environment.",
    "projects_9_extended_overview": "A clone of the Spotify APP. This was cerated using React and node",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}
