{
    "language": "fr",
    "dark_mode": "Thème sombre",
    "home_welcome": "Bonjour",
    "home_i": "je suis",
    "home_what_i_do": "Je réalise de superbes sites.",
    "home_job": "Développeur Frontend, Passionné de Blockchain.",
    "home_location": "Basé au Nigéria.",
    "home_contact_btn": "Contactez-moi",
    "menu_about": "A propos",
    "menu_projects": "Projets",
    "menu_experience": "Expérience",
    "menu_contact": "Contact",
    "menu_resume": "Mon CV",
    "about_desc": "Bonjour, je m'appelle Jadesola Adeagbo. Je suis un développeur frontend et un passionné de Blockchain. Mon expertise comprend HTML, CSS, JavaScript et la conception réactive. Je suis compétent dans l'utilisation de frameworks tels que React ainsi que de bibliothèques telles que jQuery et Bootstrap. Je suis ouvert d'esprit et toujours prêt à apprendre. N'hésitez pas à explorer mon portfolio pour voir des exemples de mon travail.",
    
    
    "experience_0_job": "Développeur frontal",
    "experience_0_overview": "EF Network Ltd est un conglomérat de filiales dont le but est d'améliorer les systèmes conventionnels normaux et de rendre la vie meilleure, étant votre entreprise de référence pour tout ce qui concerne les services de sécurité, de haut débit, de sécurité et de commerce électronique. Ici, je suis un développeur frontend et j'ai construit des interfaces utilisateur visuelles et esthétiques consommant des API pour améliorer les fonctionnalités et les données. Je travaille également en étroite collaboration avec les concepteurs d'interface utilisateur pour traduire les conceptions visuelles en interfaces utilisateur fonctionnelles, optimisant les performances et la convivialité des sites Web ou des applications en réduisant la taille des fichiers, en optimisant les images, en minimisant le code et en mettant en œuvre des techniques de mise en cache, créant ainsi une expérience utilisateur transparente.",
    "experience_0_duration": "June 2022 - jusqu'à la date",

    "experience_1_job": "Frontend Developer",
    "experience_1_overview": "CyberRoot International Ltd est une société de conseil et d'informatique en cybersécurité spécialisée dans la collecte d'informations et de renseignements, mais propose également des formations aux jeunes désireux de créer des applications Web esthétiques et réactives. Ici, j'étais développeur de développement frontend et j'étais actif dans la conception et le développement d'interfaces utilisateur utilisant des technologies telles que HTML, CSS, TypeScript et ReactJS, entre autres responsabilités.",
    "experience_1_duration": "May 2021 — May 2022",

    "experience_2_job": "Développeur Frontend, Finaliste",
    "experience_2_overview": "HNG Internship est un stage virtuel à grande échelle et rapide pour les personnes apprenant le code visant à aider les gens à apprendre et à améliorer leurs compétences en travaillant sur des projets du monde réel. Ici, j'ai effectué un stage en tant que développeur frontend, j'ai écrit un code efficace et testable bien conçu en utilisant les meilleures pratiques de développement logiciel.",
    "experience_2_duration": "October 2022 — December 2022",

    "experience_3_job": "Stagiaire développeur blockchain",
    "experience_3_overview": "L'équipe Zuri est une organisation de formation de haute qualité qui aide à former des 'codeurs' avec une pratique pratique. Ils donnent des tâches hebdomadaires, allant du plus simple au plus complexe, au fur et à mesure que l'on progresse d'étape en étape jusqu'à ce que l'on soit enfin prêt à continuer à apprendre et à grandir de manière indépendante.",
    "experience_3_duration": "March 2022 — May 2022",

    "projects_1_overview":"Un clone de l'application nextflix créé à l'aide de ReactJS et firebase",
    "projects_2_overview":"Une application qui donne aux utilisateurs des informations sur la plate-forme de transport Gab Taxi et leur permet de télécharger les applications mobiles sur leurs appareils.",
    "projects_3_overview": "Une application qui collecte des données à partir d'API pour donner une forme présentable d'enregistrements covid-19 tels que les décès, les récupérations et les cas globaux.",
    "projects_4_overview":"Une plateforme d'achat qui permet aux utilisateurs de choisir les articles de leur choix et de les ajouter au panier.",
    "projects_5_overview":"Un clone de l'application nextflix créé avec VueJS et firebase",
    "projects_6_overview": "Une plateforme qui vous donne accès à un système de vote sécurisé. Développé à l'aide de la technologie blockchain.",
    "projects_7_overview": "Un site portfolio pour un designer UI/UX. Ceci a été créé en utilisant NextJs",
    "projects_8_overview": "Loruki est une plate-forme d'hébergement cloud fictive créée à des fins éducatives.",
    "projects_9_overview": "Un clone de l'application Spotify. Ceci a été créé en utilisant React et node",

    "projects_1_extended_overview":"Netflix est un service de streaming par abonnement qui permet à nos membres de regarder des émissions de télévision et des films sur un appareil connecté à Internet. C'est clone de l'application nextflix créé à l'aide de ReactJS et firebase",
    "projects_2_extended_overview":"Une application qui donne aux utilisateurs des informations sur la plate-forme de transport Gab Taxi et leur permet de télécharger les applications mobiles sur leurs appareils.",
    "projects_3_extended_overview": "Une application qui collecte des données à partir d'API pour donner une forme présentable d'enregistrements covid-19 tels que les décès, les récupérations et les cas globaux.",
    "projects_4_extended_overview":"Une plateforme d'achat qui permet aux utilisateurs de choisir les articles de leur choix et de les ajouter au panier.",
    "projects_5_extended_overview":"Netflix est un service de streaming par abonnement qui permet à nos membres de regarder des émissions de télévision et des films sur un appareil connecté à Internet. C'est clone de l'application nextflix créé avec VueJS et firebase",
    "projects_6_extended_overview": "Une plateforme qui vous donne accès à un système de vote sécurisé. Développé à l'aide de la technologie blockchain.",
    "projects_7_extended_overview": "Un site portfolio pour un designer UI/UX. Ceci a été créé en utilisant NextJs",
    "projects_8_extended_overview": "Loruki est une plate-forme d'hébergement cloud fictive créée à des fins éducatives.",
    "projects_9_extended_overview": "Un clone de l'application Spotify. Ceci a été créé en utilisant React et node",


    "contact_full_name": "Nom complet",
    "contact_email": "Adresse e-mail",
    "contact_btn": "Envoyez votre message"
}
