{
    "language": "fr",
    "dark_mode": "Thème sombre",
    "home_welcome": "Bonjour",
    "home_i": "je suis",
    "home_what_i_do": "Je réalise de superbes sites.",
    "home_job": "Développeur Frontend, Passionné de Blockchain.",
    "home_location": "Basé au Nigéria.",
    "home_contact_btn": "Contactez-moi",
    "menu_about": "A propos",
    "menu_projects": "Projets",
    "menu_experience": "Expérience",
    "menu_contact": "Contact",
    "menu_resume": "Mon CV",
    "about_desc": "Bonjour, je m'appelle Jadesola Adeagbo. Je suis un développeur frontend et un passionné de Blockchain. Mon expertise comprend HTML, CSS, JavaScript et la conception réactive. Je suis compétent dans l'utilisation de frameworks tels que React ainsi que de bibliothèques telles que jQuery et Bootstrap. Je suis ouvert d'esprit et toujours prêt à apprendre. N'hésitez pas à explorer mon portfolio pour voir des exemples de mon travail.",
    "experience_0_job": "Stagiaire Développeur Frontend",
    "experience_0_overview": "HNG Internship est un stage virtuel à grande échelle et rapide pour les personnes apprenant le code visant à aider les gens à apprendre et à améliorer leurs compétences en travaillant sur des projets du monde réel. Ici, j'ai effectué un stage en tant que développeur frontend, j'ai écrit un code efficace et testable bien conçu en utilisant les meilleures pratiques de développement logiciel.",
    "experience_0_duration": "Octobre 2022 — Décembre 2022",
    "experience_1_job": "Stagiaire développeur blockchain",
    "experience_1_overview": "L'équipe Zuri est une organisation de formation de haute qualité qui aide à former des codeurs avec une pratique pratique. Ils donnent des tâches hebdomadaires, allant de faciles à complexes, au fur et à mesure que l'on progresse d'étape en étape jusqu'à ce que l'on soit enfin prêt à continuer à apprendre et à grandir de manière indépendante.",
    "experience_1_duration": "Mars 2022 — Mai 2022",
    "projects_1_overview": "Une application qui collecte des données à partir d'API pour donner une forme présentable d'enregistrements covid-19 tels que les décès, les récupérations et les cas globaux.",
    "projects_2_overview": "Loruki est une plate-forme d'hébergement cloud fictive créée à des fins éducatives.",
    "projects_3_overview": "Un clone de l'application Spotify",
    "projects_1_extended_overview": "Une application qui collecte des données à partir d'API pour donner une forme présentable d'enregistrements covid-19 tels que les décès, les récupérations et les cas globaux.",
    "projects_2_extended_overview": "Loruki est une plate-forme d'hébergement cloud fictive créée à des fins éducatives. Cette plate-forme est conçue pour simuler un environnement d'hébergement cloud réel et permettre aux utilisateurs d'apprendre et de mettre en pratique diverses compétences en matière de cloud computing.",
    "projects_3_extended_overview": "Un clone de l'application Spotify",
    "contact_full_name": "Nom complet",
    "contact_email": "Adresse e-mail",
    "contact_btn": "Envoyez votre message"
}
